[
  {
    "name": "Turn",
    "body": "Pray for this time – “free from distractions without and distractions within” Baxter Fear the Lord. Think about who you are coming before – “Our Father in Heaven” Matthew 6:9. “Guard your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong. Do not be quick with your mouth, do not be hasty in your heart to utter anything before God. God is in heaven and you are on earth, so let your words be few.” Ecclesiastes 5:1-2. Try being silent before him – “Be still and know that I am God, I will be exalted among the nations, I will be exalted in the earth”. Psalm 46: 10 “The Lord is in his holy temple, let all the earth be silent before him” Habakkuk 2:20. Perhaps use the words of a song to fix your heart on God. Delight that you can spend this time with God – echoing the sentiments of Psalm 84, Psalm 119"
  },
  {
    "name": "Call out",
    "body": "Call out for insight as you open His word. Remember these are God’s words, only he can give understanding, we cannot work it out by our own methods. Take a moment to consider who the passage is written to – God’s people, the nations, a church an individual? Put yourself in their shoes and try to hear it as they would have heard it, how they would have felt as they read it - what might have been surprising, shocking, challenging or encouraging for them. (You may need to look at the start of the Bible book to find who it was written from and to, or look up the book on thebibleproject.com if you are stuck) Read passage out loud and slowly, noticing each word. Write down the shocking things. Note any repetition. What was the main point for those it was written to?"
  },
  {
    "name": "Insight",
    "body": "Look at the passage through three lenses: God, Jesus, Us. What do we learn about God? How do we glimpse Jesus’ death/resurrection? “Did not the Messiah have to suffer these things and then enter his glory? And beginning with Moses and all the prophets he explained to them what was said in all the Scriptures concerning himself.” Luke 24:26-27 What difference would it have made to the first hearers – and therefore to us?"
  },
  {
    "name": "Store up",
    "body": "Store up this truth within you. Pick one truth that challenges you - write out and try to memorise the verse in which it is most clearly expressed. Hallow his name: Consider how God displays it perfectly, where you see evidence of this elsewhere in Scripture. "
  },
  {
    "name": "Treasure",
    "body": "Treasure this truth. Long for his kingdom to come and his will be done: Think of its opposite and thank God that he upholds truth. Think about whether it is acknowledged in this world, and upheld, mourn for where it is not. Think about how it will be perfect in heaven."
  },
  {
    "name": "Confess",
    "body": "Confess - probe how you have not believed or obeyed this truth. Consider your ways. Ask God to show you specific ways in which you have not lived this out. Say them out loud or write them down. Dig deeper. Why don’t you believe this? Is it because of a specific person, or pressure, or experience? Think of someone you could talk to about this."
  },
  {
    "name": "Look at Jesus",
    "body": "Look at Jesus - consider how Jesus perfectly obeyed and upheld this truth. Think about the Father laying your sin upon his son. Imagine him suffering on the cross for this sin, in your place. Hear him cry out ‘my God why have you abandoned me?’ Imagine the darkness that the world was plunged into as he endured the cross. For you. Feel the shame that your sin put him there. Recognise the seriousness of your sin. Hear those amazing words, “it is finished”. Feel the warmth of the sun as it rises and imagine the joy of Mary as she sees Jesus risen from the dead and cries out “Teacher!” Hear the words “you are washed, you are sanctified, you are justified in the name of the Lord Jesus Christ and by the Spirit of our God.” (1 Cor 6:11). Imagine yourself spotless, clean, new. The sin is gone, the punishment paid, today is a new day for you to live out this forgiveness. Do you really believe this is true? You are not guilty anymore. You could use a song to help your respond."
  },
  {
    "name": "Change",
    "body": "Accept God’s word and live it out - go back over the Bible verse you wrote out earlier and ask God to fill you with his Spirit to enjoy this truth and love to overflow it in your life. Ask God to show you what small step you can take to put this into practice. Maybe write out the verse and set it as your wallpaper so you can look at it when tempted and pray for strength to do it. Or write it on an elastic band and put it onto your wrist. Every time you sin, swap wrists, ask for forgiveness and help to start afresh. Fight from the position of forgiveness, not guilt. Think through your day and ask God to protect you from temptation, and deliver you from the evil one. Ask for his help to remember this truth in the different places you will be and the different people you will interact with. Identify areas that will be tough, maybe ask a friend to pray for you in this. "
  },
  {
    "name": "Pray",
    "body": "Pray this truth for your family, friends and church (try praying through your phone contacts if you don’t have a list). Maybe you could share what you have learned? Make a note of anyone God prompts you about. Wait until you have finished before actioning!"
  },
  {
    "name": "Connect",
    "body": "How would you explain this to someone who doesn’t believe? Plan a conversation starter. Pray for unbelievers in your life, especially for opportunities you know are coming up. Ask God to lead you to share this truth with one of them. "
  },
  {
    "name": "World",
    "body": "How could you use this truth to pray for the world? Pick a particular country or missionaries you know. You could message them afterwards to encourage them."
  },
  {
    "name": "Worship",
    "body": "“Then you will understand the fear of the Lord and find the knowledge of God. For the Lord gives wisdom and from his mouth come knowledge and understanding.” Finish by worshipping God for this truth, perhaps using the words of a hymn."
  }
]
